---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags.FitToScreen
enum: Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags
source: html/71eaa252-5e4c-ee0b-0096-fc06fddeff11.htm
---
# Autodesk.Revit.DB.ViewDisplayBackgroundImageFlags.FitToScreen

The image is stretched in both directions